[
  {
    "id": 1,
    "name": "Woman Bathing",
    "artist": "Goyō Hashiguchi",
    "year": "1915",
    "dimensions": "41.5 × 27.5 cm (16 5/16 × 10 13/16 in.)",
    "location": "The Walters Art Museum, Baltimore",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "“Making use of the sketching he learned in the Western-style Painting Course at Tôkyô Bijutsu Gakkô (Tokyo School of Fine Arts), Goyô boldly produced an illustration on the theme of the nude form, which was still rare at the time. This is a work that, while making use of the division of labor of painters, sculptors, and printers based on ukiyo-e tradition, aimed for the creation of a new style of woodblock printing, featuring cooperation between the publisher and three parties to realize the creative intentions of the artist. It was one of the starting points for modern woodblock printing. The highly dignified female image is something that only Goyô could have produced.",
    "price": 209131,
    "quantity": 50,
    "image": "src/assets/woman_bathing.jpg"
  },
  {
    "id": 2,
    "name": "Junks in Inatori Bay, Izu",
    "artist": "Takahashi Shōtei",
    "year": "1926",
    "dimensions": "392mm (width), 268mm (height)",
    "location": "Hakone Open Air Museum, Kanagawa",
    "category": "Shin-hanga",
    "medium": "Colour woodcut",
    "description": "Qualities of colour, light, and atmosphere, a constant in Japanese printmaking, also fascinated Hiroaki (Shotei) Takahashi (1871-1945). For some designs, he varied the pigments, bokashi, and block combinations in otherwise identical landscape compositions to explore the atmospherics of different seasons or times of day. A dusk setting provided ideal conditions for representing the chilly evening air for the Inatori Bay view depicted in this print. Hiroaki has constructed a triple play of light effects in this composition. First, the colour relations of the work are established in the bokashi transition from dark, inky blue in the upper sky, down through a play of yellows into intense orange on the horizon, shifting into a sea-blue that attracts the eye forward to the blue-grey wavelets of the foreground. This is complemented by the warm golden light of tiny junk windows and their reflections glowing on the water. The play is echoed again to the right, in the house lights and their reflections on the water in the middle distance.",
    "price": 300000,
    "quantity": 50,
    "image": "src/assets/junks_in_inatori_bay.jpg"
  },
  {
    "id": 3,
    "name": "Twelve Views of the Japan Alps\"Mt. Hodaka\"",
    "artist": "Hiroshi Yoshida",
    "year": "1926",
    "dimensions": "27.8 × 40.4 cm (11 × 15 15/16 in.); Block: 24.7 × 37.4 cm (9 3/4 × 14 3/4 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Yoshida Hiroshi was one of the most noteworthy realist artists, working in woodblock, watercolor and oil media. He was also the hero of the old school Taiheiyogakai painting group, standing in defiance to Kuroda Seiki's new group the Hakuba-kai. Yoshida spent his life conveying images of Japan's landscape beauties, particularly those of its mountain scenery. This woodblock print fully reflects the devotion of his later life. This work was created in 1926, the second year after he began to print his own images, and he created a total of 41 works that year. It was the most productive year of his life. His second son who would later make a name for himself as a printmaker, was born that year and named after this mountain, Hodaka.",
    "price": 325000,
    "quantity": 50,
    "image": "src/assets/hodakayama.jpg"
  },
  {
    "id": 4,
    "name": "Rapids",
    "artist": "Hiroshi Yoshida",
    "year": "1910",
    "dimensions": "57.9 × 86.8 cm (22 13/16 × 34 3/16 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Born in Kurume, Fukuoka prefecture, Yoshida was a major figure in three separate media - watercolor painting, oil painting and woodblock prints. He was also the representative painter of the conservative western-style painters, in the dichotomy of conservative and progressive camps which developed in Japan. He stood in opposition to Kuroda Seiki, leader of the Hakubakai group of weatern-style painters, and was active as one of the founding members of the Taiheiyougakai painting group. Throughout his life Yoshida sought to depict the beauty of Japan's landscapes, especially her mountainscapes. This work, created when Yoshida was just 34 years old and just as he was selected a juror of the 4th Bunten, conveys this artist's entire soul and is the greatest masterpiece of his early period. The art critics of the day made the following laudatory remarks when this work was displayed, \"The organization of color tones and the sound brushwork all bring a sense of pure joy to Rapids. In this work we can perceive an array of quiet and richly nuanced realism, from the water color to the crags, to their sheer combination. ... Clearly the breadth of his artistic vision is worthy of considerable attention.\"",
    "price": 15000,
    "quantity": 50,
    "image": "src/assets/rapids.jpg"
  },
  {
    "id": 5,
    "name": "Woman in a long undergarment",
    "artist": "Goyō Hashiguchi",
    "year": "dated 1920",
    "dimensions": "49.5 × 14.7 cm (19 1/2 × 5 13/16 in.)",
    "location": "Minneapolis Institute of Art",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print with mica",
    "description": "Hashiguchi Goyo, one of the most serious of the artists who continued traditional woodblock print into the twentieth century, portrayed the model Tomi fastening her long undergarment. A versatile artist, Goyo had acquired a solid training in Western-style realism, which he combined in this print with his knowledge of the traditional depictions of beautiful women in painting and prints.",
    "price": 50000,
    "quantity": 50,
    "image": "src/assets/hashiguchi_goyo_woman.jpg"
  },
  {
    "id": 6,
    "name": "Courtesan: after Eisen",
    "artist": "Vincent van Gogh",
    "year": "October 1887 - November 1887",
    "dimensions": "100.7 cm x 60.7 cm, 117.5 cm x 77.5 cm",
    "location": "Van Gogh Museum Amsterdam",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "The Courtesan illustrates Van Gogh’s interest in Japan and Japanese prints. He based his painting on a work by the Japanese artist Kesai Eisen, which had been used for the cover of a special number of the magazine Paris Illustré. He copied and enlarged the Japanese figure by tracing on a grid, giving her a colorful kimono and placing her against a bright yellow background. The border around the figure is a unified whole. The watery landscape with bamboo canes, water lilies, frogs, cranes and, in the distance, a little boat – are all motifs Van Gogh borrowed from other Japanese prints. The choice of animals was certainly not accidental: in 19th century France, prostitutes were often referred to as grues (cranes) or grenouilles (frogs); they are a reference to the woman’s \"profession\". The Courtesan is not the only painting based on Japanese prints. Two other examples are Flowering plum orchard: after Hiroshige and The Bridge in the Rain, both after woodcuts by Utagawa Hiroshige from Van Gogh’s own collection.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/eisen.jpg"
  },
  {
    "id": 7,
    "name": "The Japanese Salon, Villa Hügel, Hietzing, Vienna",
    "artist": "Rudolf von Alt",
    "year": "1885",
    "dimensions": "Frame H x W x D: 60 x 75.6 x 2.5 cm (23 5/8 x 29 3/4 x 1 in.)Sheet: 38.4 x 53.2 cm (15 1/8 x 20 15/16 in.)",
    "location": "Cooper Hewitt, Smithsonian Design Museum",
    "category": "Japonisme",
    "medium": "Brush and watercolor and gouache, graphite on white paper",
    "description": "This salon exhibits a riot of Chinese/Japanese motifs. The walls are hung with wallpaper panels decorated with leaves, birds and large ceramic figures. A lantern, suspended from a palmette canopy centered in the ceiling, is designed in a large circular fish scale pattern. The black japannned and cane furniture is typical of the Victorian period. The floor covering appears to simulate tatami matting. Two large seated statues in costume flank French doors on the right. A mysterious seated figure in the left foreground holds a mask to his face with one hand; an unidentified object, perhaps also a mask, is in the other hand.",
    "price": 7000000,
    "quantity": 50,
    "image": "src/assets/japanese_salon.jpg"
  },
  {
    "id": 8,
    "name": "On the Thames, A Heron",
    "artist": "James Tissot",
    "year": "1871-1872",
    "dimensions": "w23.75 x h36.5 in (canvas)",
    "location": "Minneapolis Institute of Arts",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "When James Tissot fled to England in 1871 as a political refugee following the Franco-Prussian war, he discovered that English suspicion of French painting technique and a preference for sentimental narrative would require him to adapt his work for the British market. In On the Thames, A Heron, one of his first English works, Tissot created a successful amalgam of these two aesthetics by serving up to British tastes his French technique wrapped in the sweet Victorian charm of beautiful young women boating on the Thames. Also presented here is the artist's full comprehension of the aesthetics of Japanese design in his use of a high vantage point and the juxtaposition of two separate pictorial elements in compressed space. Further the instantaneous realism and framing of the composition also suggests the influence of photography.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/on_the_thames.jpg"
  },
  {
    "id": 9,
    "name": "London Visitors",
    "artist": "James Tissot",
    "year": "1874",
    "dimensions": "63 x 45in. (160 x 114.3)",
    "location": "Toledo, Ohio",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Outside the National Gallery in London a fashionable tourist couple decides what to see next. The woman points her umbrella imperiously in the direction of Trafalgar Square while her oblivious companion consults a guidebook. Meanwhile, a young guide from Christ's Hospital School stands by, bored, his services unengaged. The painting seems a straightforward, rather humorous look at sightseers in London. But is there more going on here? The woman breaks some important Victorian social rules. Her dress is too ostentatious for a day spent touring the city. Furthermore, her forthright gaze--apparently locking eyes with someone on the steps (or with the viewer of the painting)--is a breach of feminine propriety. A proper Victorian lady never made eye contact with strangers. The abandoned cigar on the steps provocatively suggests an unseen male presence. French artist James Tissot moved to London in 1872. A keen observer of the fashion and manners of the newly wealthy British middle class, many of his paintings suggest narratives of social \"mistakes,\" both innocent and deliberate.",
    "price": 15000000,
    "quantity": 50,
    "image": "src/assets/london_visitors.jpg"
  },
  {
    "id": 10,
    "name": "The Widower",
    "artist": "James Tissot",
    "year": "1876",
    "dimensions": "116.3 x 75.5 cm sight; 154.5 x 104.0 x 10.0 cm frame",
    "location": "Art Gallery of New South Wales",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Though not without a mawkish quality, this atypical work by the French painter James Tissot bespeaks an essential sincerity. The identity of the father clinging so morosely to his child is not known. They may simply have been models. The setting, however, can be identified as the garden of Tissot's London residence in St John's Wood, a property that later passed to his colleague, the 'olympian' painter Alma-Tadema. 'The widower' has the moralising overtones of a Victorian problem picture, and it may be to the English taste for such images that Tissot was deliberately appealing. His liaison with a divorcee - a woman he frequently painted and clearly adored - placed him beyond the pale of conventional society, and beyond its patronage. It is almost tempting to see Tissot himself as the widower of the title, a man unhappily denied his mate. Technically, the work is an exercise in painterly probity: Tissot's rendering of vegetation, fabric and flesh is impressive. AGNSW Handbook, 1999.",
    "price": 5000000,
    "quantity": 50,
    "image": "src/assets/the_widower.jpg"
  },
  {
    "id": 11,
    "name": "Who comes",
    "artist": "Rupert Bunny",
    "year": "1908",
    "dimensions": "w542 x h810 cm",
    "location": "National Gallery of Australia",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Who comes? is one of a series of works called ‘Days and Nights in August’, painted by Rupert Bunny between 1907 and 1911, which evoke a mood of intimacy and luxurious leisure; of perfume, poetry and distant music. The colours in Who comes? are few – white, black, brown, red, yellow – and they have been orchestrated so that small colour accents are played off against a basic theme. Warm sunlight, filtering through a boldly striped blind, colours the upper part of the picture, whereas in the half-light below the blind the flounced skirts shimmer translucently.",
    "price": 500000,
    "quantity": 50,
    "image": "src/assets/who_comes.jpg"
  },
  {
    "id": 12,
    "name": "Magnolia Blossom",
    "artist": "John La Farge",
    "year": "1863",
    "dimensions": "11 x 8 7/8 in.",
    "location": "National Academy of Design, New York",
    "category": "Japonisme",
    "medium": "Oil on composition board",
    "description": "La Farge anthority James Yarnall believes this work is a study for the artist's larger representation of a single magnolia in a bowl, reliably assigned a dating of 1863 (Berkshire Museum, Pittsfield, Massachusetts) which it closely resembles. La Farge was elected an Academician on May 12, 1869, and made his diploma presentation within a month. Although the study of the single magnolia was probably six years \"out of date,\" by the time of his election to Academician, it would have had credence as a representative example of his work, as La Farge had first gained favorable recognition with his elegant studies of flowers.",
    "price": 1500000,
    "quantity": 50,
    "image": "src/assets/magnolia.jpg"
  },
  {
    "id": 13,
    "name": "Spring",
    "artist": "John La Farge",
    "year": "1901-1902",
    "dimensions": "8 feet 4 inches × 69 1/2 inches (254 × 176.5 cm)",
    "location": "Philadelphia Museum of Art",
    "category": "Japonisme",
    "medium": "Opalescent glass, painted glass, lead",
    "description": "John La Farge was one of the first American artists to respond to Japanese art. Inspired by the flowing contours, asymmetrical compositions, and color harmonies of the East, he fused these elements with Western artistic motifs, reminiscent of renaissance painting. La Farge, who invented modern opalescent glass, called this window a “picture work in glass.”",
    "price": 7500000,
    "quantity": 50,
    "image": "src/assets/spring.jpg"
  },
  {
    "id": 14,
    "name": "Harmony in Flesh Colour and Red",
    "artist": "James Abbott McNeill Whistler",
    "year": "1869",
    "dimensions": "w355.6 x h396.9 mm",
    "location": "Museum of Fine Arts, Boston",
    "category": "Japonisme",
    "medium": "Oil and wax crayon on canvas",
    "description": "In this painting-drawing on his sizeable collection of Japanese art and his interest in classical antiquity-Whistler combined a flattened picture plane and Asian-inspired setting with references to a Greek frieze, with figures sculpted or painted against a plain background. He clothed his models in fashionable Victorian costumes, setting the scene clearly in the present day. The painting owes its title to Whistler's interest in the relationship between the sensory experiences of music and the visual arts, a preoccupation of many Aesthetic Movement artists.",
    "price": 7500000,
    "quantity": 50,
    "image": "src/assets/harmony_in_flesh_colour_and_red.jpg"
  }
]
