[
  {
    "id": 1,
    "name": "Woman Bathing",
    "artist": "Goyō Hashiguchi",
    "year": "1915",
    "dimensions": "41.5 × 27.5 cm (16 5/16 × 10 13/16 in.)",
    "location": "The Walters Art Museum, Baltimore",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "“Making use of the sketching he learned in the Western-style Painting Course at Tôkyô Bijutsu Gakkô (Tokyo School of Fine Arts), Goyô boldly produced an illustration on the theme of the nude form, which was still rare at the time. This is a work that, while making use of the division of labor of painters, sculptors, and printers based on ukiyo-e tradition, aimed for the creation of a new style of woodblock printing, featuring cooperation between the publisher and three parties to realize the creative intentions of the artist. It was one of the starting points for modern woodblock printing. The highly dignified female image is something that only Goyô could have produced.",
    "price": 209131,
    "quantity": 50,
    "image": "src/assets/woman_bathing.jpg"
  },
  {
    "id": 2,
    "name": "Junks in Inatori Bay, Izu",
    "artist": "Takahashi Shōtei",
    "year": "1926",
    "dimensions": "392mm (width), 268mm (height)",
    "location": "Hakone Open Air Museum, Kanagawa",
    "category": "Shin-hanga",
    "medium": "Colour woodcut",
    "description": "Qualities of colour, light, and atmosphere, a constant in Japanese printmaking, also fascinated Hiroaki (Shotei) Takahashi (1871-1945). For some designs, he varied the pigments, bokashi, and block combinations in otherwise identical landscape compositions to explore the atmospherics of different seasons or times of day. A dusk setting provided ideal conditions for representing the chilly evening air for the Inatori Bay view depicted in this print. Hiroaki has constructed a triple play of light effects in this composition. First, the colour relations of the work are established in the bokashi transition from dark, inky blue in the upper sky, down through a play of yellows into intense orange on the horizon, shifting into a sea-blue that attracts the eye forward to the blue-grey wavelets of the foreground. This is complemented by the warm golden light of tiny junk windows and their reflections glowing on the water. The play is echoed again to the right, in the house lights and their reflections on the water in the middle distance.",
    "price": 300000,
    "quantity": 50,
    "image": "src/assets/junks_in_inatori_bay.jpg"
  },
  {
    "id": 3,
    "name": "Twelve Views of the Japan Alps\"Mt. Hodaka\"",
    "artist": "Hiroshi Yoshida",
    "year": "1926",
    "dimensions": "27.8 × 40.4 cm (11 × 15 15/16 in.); Block: 24.7 × 37.4 cm (9 3/4 × 14 3/4 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Yoshida Hiroshi was one of the most noteworthy realist artists, working in woodblock, watercolor and oil media. He was also the hero of the old school Taiheiyogakai painting group, standing in defiance to Kuroda Seiki's new group the Hakuba-kai. Yoshida spent his life conveying images of Japan's landscape beauties, particularly those of its mountain scenery. This woodblock print fully reflects the devotion of his later life. This work was created in 1926, the second year after he began to print his own images, and he created a total of 41 works that year. It was the most productive year of his life. His second son who would later make a name for himself as a printmaker, was born that year and named after this mountain, Hodaka.",
    "price": 325000,
    "quantity": 50,
    "image": "src/assets/hodakayama.jpg"
  },
  {
    "id": 4,
    "name": "Rapids",
    "artist": "Hiroshi Yoshida",
    "year": "1910",
    "dimensions": "57.9 × 86.8 cm (22 13/16 × 34 3/16 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Born in Kurume, Fukuoka prefecture, Yoshida was a major figure in three separate media - watercolor painting, oil painting and woodblock prints. He was also the representative painter of the conservative western-style painters, in the dichotomy of conservative and progressive camps which developed in Japan. He stood in opposition to Kuroda Seiki, leader of the Hakubakai group of weatern-style painters, and was active as one of the founding members of the Taiheiyougakai painting group. Throughout his life Yoshida sought to depict the beauty of Japan's landscapes, especially her mountainscapes. This work, created when Yoshida was just 34 years old and just as he was selected a juror of the 4th Bunten, conveys this artist's entire soul and is the greatest masterpiece of his early period. The art critics of the day made the following laudatory remarks when this work was displayed, \"The organization of color tones and the sound brushwork all bring a sense of pure joy to Rapids. In this work we can perceive an array of quiet and richly nuanced realism, from the water color to the crags, to their sheer combination. ... Clearly the breadth of his artistic vision is worthy of considerable attention.\"",
    "price": 15000,
    "quantity": 50,
    "image": "src/assets/rapids.jpg"
  },
  {
    "id": 5,
    "name": "Woman in a long undergarment",
    "artist": "Goyō Hashiguchi",
    "year": "dated 1920",
    "dimensions": "49.5 × 14.7 cm (19 1/2 × 5 13/16 in.)",
    "location": "Minneapolis Institute of Art",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print with mica",
    "description": "Hashiguchi Goyo, one of the most serious of the artists who continued traditional woodblock print into the twentieth century, portrayed the model Tomi fastening her long undergarment. A versatile artist, Goyo had acquired a solid training in Western-style realism, which he combined in this print with his knowledge of the traditional depictions of beautiful women in painting and prints.",
    "price": 50000,
    "quantity": 50,
    "image": "src/assets/hashiguchi_goyo_woman.jpg"
  },
  {
    "id": 6,
    "name": "Courtesan: after Eisen",
    "artist": "Vincent van Gogh",
    "year": "October 1887 - November 1887",
    "dimensions": "100.7 cm x 60.7 cm, 117.5 cm x 77.5 cm",
    "location": "Van Gogh Museum Amsterdam",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "The Courtesan illustrates Van Gogh’s interest in Japan and Japanese prints. He based his painting on a work by the Japanese artist Kesai Eisen, which had been used for the cover of a special number of the magazine Paris Illustré. He copied and enlarged the Japanese figure by tracing on a grid, giving her a colorful kimono and placing her against a bright yellow background. The border around the figure is a unified whole. The watery landscape with bamboo canes, water lilies, frogs, cranes and, in the distance, a little boat – are all motifs Van Gogh borrowed from other Japanese prints. The choice of animals was certainly not accidental: in 19th century France, prostitutes were often referred to as grues (cranes) or grenouilles (frogs); they are a reference to the woman’s \"profession\". The Courtesan is not the only painting based on Japanese prints. Two other examples are Flowering plum orchard: after Hiroshige and The Bridge in the Rain, both after woodcuts by Utagawa Hiroshige from Van Gogh’s own collection.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/eisen.jpg"
  },
  {
    "id": 7,
    "name": "The Japanese Salon, Villa Hügel, Hietzing, Vienna",
    "artist": "Rudolf von Alt",
    "year": "1885",
    "dimensions": "Frame H x W x D: 60 x 75.6 x 2.5 cm (23 5/8 x 29 3/4 x 1 in.)Sheet: 38.4 x 53.2 cm (15 1/8 x 20 15/16 in.)",
    "location": "Cooper Hewitt, Smithsonian Design Museum",
    "category": "Japonisme",
    "medium": "Brush and watercolor and gouache, graphite on white paper",
    "description": "This salon exhibits a riot of Chinese/Japanese motifs. The walls are hung with wallpaper panels decorated with leaves, birds and large ceramic figures. A lantern, suspended from a palmette canopy centered in the ceiling, is designed in a large circular fish scale pattern. The black japannned and cane furniture is typical of the Victorian period. The floor covering appears to simulate tatami matting. Two large seated statues in costume flank French doors on the right. A mysterious seated figure in the left foreground holds a mask to his face with one hand; an unidentified object, perhaps also a mask, is in the other hand.",
    "price": 7000000,
    "quantity": 50,
    "image": "src/assets/japanese_salon.jpg"
  },
  {
    "id": 8,
    "name": "On the Thames, A Heron",
    "artist": "James Tissot",
    "year": "1871-1872",
    "dimensions": "w23.75 x h36.5 in (canvas)",
    "location": "Minneapolis Institute of Arts",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "When James Tissot fled to England in 1871 as a political refugee following the Franco-Prussian war, he discovered that English suspicion of French painting technique and a preference for sentimental narrative would require him to adapt his work for the British market. In On the Thames, A Heron, one of his first English works, Tissot created a successful amalgam of these two aesthetics by serving up to British tastes his French technique wrapped in the sweet Victorian charm of beautiful young women boating on the Thames. Also presented here is the artist's full comprehension of the aesthetics of Japanese design in his use of a high vantage point and the juxtaposition of two separate pictorial elements in compressed space. Further the instantaneous realism and framing of the composition also suggests the influence of photography.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/on_the_thames.jpg"
  },
  {
    "id": 9,
    "name": "London Visitors",
    "artist": "James Tissot",
    "year": "1874",
    "dimensions": "63 x 45in. (160 x 114.3)",
    "location": "Toledo, Ohio",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Outside the National Gallery in London a fashionable tourist couple decides what to see next. The woman points her umbrella imperiously in the direction of Trafalgar Square while her oblivious companion consults a guidebook. Meanwhile, a young guide from Christ's Hospital School stands by, bored, his services unengaged. The painting seems a straightforward, rather humorous look at sightseers in London. But is there more going on here? The woman breaks some important Victorian social rules. Her dress is too ostentatious for a day spent touring the city. Furthermore, her forthright gaze--apparently locking eyes with someone on the steps (or with the viewer of the painting)--is a breach of feminine propriety. A proper Victorian lady never made eye contact with strangers. The abandoned cigar on the steps provocatively suggests an unseen male presence. French artist James Tissot moved to London in 1872. A keen observer of the fashion and manners of the newly wealthy British middle class, many of his paintings suggest narratives of social \"mistakes,\" both innocent and deliberate.",
    "price": 15000000,
    "quantity": 50,
    "image": "src/assets/london_visitors.jpg"
  },
  {
    "id": 10,
    "name": "The Widower",
    "artist": "James Tissot",
    "year": "1876",
    "dimensions": "116.3 x 75.5 cm sight; 154.5 x 104.0 x 10.0 cm frame",
    "location": "Art Gallery of New South Wales",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Though not without a mawkish quality, this atypical work by the French painter James Tissot bespeaks an essential sincerity. The identity of the father clinging so morosely to his child is not known. They may simply have been models. The setting, however, can be identified as the garden of Tissot's London residence in St John's Wood, a property that later passed to his colleague, the 'olympian' painter Alma-Tadema. 'The widower' has the moralising overtones of a Victorian problem picture, and it may be to the English taste for such images that Tissot was deliberately appealing. His liaison with a divorcee - a woman he frequently painted and clearly adored - placed him beyond the pale of conventional society, and beyond its patronage. It is almost tempting to see Tissot himself as the widower of the title, a man unhappily denied his mate. Technically, the work is an exercise in painterly probity: Tissot's rendering of vegetation, fabric and flesh is impressive. AGNSW Handbook, 1999.",
    "price": 5000000,
    "quantity": 50,
    "image": "src/assets/the_widower.jpg"
  },
  {
    "id": 11,
    "name": "Who comes",
    "artist": "Rupert Bunny",
    "year": "1908",
    "dimensions": "w542 x h810 cm",
    "location": "National Gallery of Australia",
    "category": "Japonisme",
    "medium": "Oil on canvas",
    "description": "Who comes? is one of a series of works called ‘Days and Nights in August’, painted by Rupert Bunny between 1907 and 1911, which evoke a mood of intimacy and luxurious leisure; of perfume, poetry and distant music. The colours in Who comes? are few – white, black, brown, red, yellow – and they have been orchestrated so that small colour accents are played off against a basic theme. Warm sunlight, filtering through a boldly striped blind, colours the upper part of the picture, whereas in the half-light below the blind the flounced skirts shimmer translucently.",
    "price": 500000,
    "quantity": 50,
    "image": "src/assets/who_comes.jpg"
  },
  {
    "id": 12,
    "name": "Magnolia Blossom",
    "artist": "John La Farge",
    "year": "1863",
    "dimensions": "11 x 8 7/8 in.",
    "location": "National Academy of Design, New York",
    "category": "Japonisme",
    "medium": "Oil on composition board",
    "description": "La Farge anthority James Yarnall believes this work is a study for the artist's larger representation of a single magnolia in a bowl, reliably assigned a dating of 1863 (Berkshire Museum, Pittsfield, Massachusetts) which it closely resembles. La Farge was elected an Academician on May 12, 1869, and made his diploma presentation within a month. Although the study of the single magnolia was probably six years \"out of date,\" by the time of his election to Academician, it would have had credence as a representative example of his work, as La Farge had first gained favorable recognition with his elegant studies of flowers.",
    "price": 1500000,
    "quantity": 50,
    "image": "src/assets/magnolia.jpg"
  },
  {
    "id": 13,
    "name": "Spring",
    "artist": "John La Farge",
    "year": "1901-1902",
    "dimensions": "8 feet 4 inches × 69 1/2 inches (254 × 176.5 cm)",
    "location": "Philadelphia Museum of Art",
    "category": "Japonisme",
    "medium": "Opalescent glass, painted glass, lead",
    "description": "John La Farge was one of the first American artists to respond to Japanese art. Inspired by the flowing contours, asymmetrical compositions, and color harmonies of the East, he fused these elements with Western artistic motifs, reminiscent of renaissance painting. La Farge, who invented modern opalescent glass, called this window a “picture work in glass.”",
    "price": 7500000,
    "quantity": 50,
    "image": "src/assets/spring.jpg"
  },
  {
    "id": 14,
    "name": "Harmony in Flesh Colour and Red",
    "artist": "James Abbott McNeill Whistler",
    "year": "1869",
    "dimensions": "w355.6 x h396.9 mm",
    "location": "Museum of Fine Arts, Boston",
    "category": "Japonisme",
    "medium": "Oil and wax crayon on canvas",
    "description": "In this painting-drawing on his sizeable collection of Japanese art and his interest in classical antiquity-Whistler combined a flattened picture plane and Asian-inspired setting with references to a Greek frieze, with figures sculpted or painted against a plain background. He clothed his models in fashionable Victorian costumes, setting the scene clearly in the present day. The painting owes its title to Whistler's interest in the relationship between the sensory experiences of music and the visual arts, a preoccupation of many Aesthetic Movement artists.",
    "price": 7500000,
    "quantity": 50,
    "image": "src/assets/harmony_in_flesh_colour_and_red.jpg"
  },
  {
    "id": 15,
    "name": "Man from Naples",
    "artist": "Jean-Michel Basquiat",
    "year": "1982",
    "dimensions": "w244.5 x h122 cm",
    "location": "Guggenheim Bilbao, Spain",
    "category": "Neo-expressionism",
    "medium": "Acrylic and collage on wood",
    "description": "Created in 1982—a particularly important moment in the career of Jean-Michel Basquiat, after his discovery as an artist, and before his period of maximum productivity—Man from Naples is an essential work for understanding the development of Basquiat's painting during the 1980s. In Man from Naples, the artist apparently regarded the entire surface of the canvas as a big blackboard where he could scribble and mix signs. The title of the painting comes from a phrase written over the head of a red pig which, although surrounded by countless inscriptions, splashes of color, cross-outs, and elementary signs, dominates the composition like a totemic image. Humor, irony, and primitivism define this forceful, representative painting.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/man_from_naples.jpg"
  },
  {
    "id": 16,
    "name": "Moses and the Egyptians",
    "artist": "Jean-Michel Basquiat",
    "year": "1982",
    "dimensions": "185.9 x 137 x 4 cm",
    "location": "Guggenheim Bilbao, Spain",
    "category": "Neo-expressionism",
    "medium": "Acrylic and oil stick on canvas",
    "description": "Moses and the Egyptians and Man from Naples, both completed in 1982, were created at a particularly important moment in the career of Jean-Michel Basquiat, after his discovery as an artist, and before his period of maximum productivity. Both pieces are essential for understanding the development of his painting during the 1980s. At the center of the composition, one can distinguish the profile of Moses suggested with some white lines that appear to be the result of an instantaneous, unpremeditated impulse. This same color not only envelops the gigantic tablets of the law, but extend around the prophet’s profile in the form of expressive drips and drops. The tablets also contain a series of inscriptions in an arrangement that looks more orderly and contained, unlike the one in Man from Naples. This work obviously alludes to a biblical episode that can also be related to the history of Africa.",
    "price": 5000000,
    "quantity": 50,
    "image": "src/assets/moses_and_the_egyptians.jpg"
  },
  {
    "id": 17,
    "name": "Title Unknown",
    "artist": "Paul Guiragossian",
    "year": "1962",
    "dimensions": "70 x 80 cm",
    "location": "Contemporary Art Platform (CAP) Kuwait",
    "category": "Neo-expressionism",
    "medium": "Oil on canvas",
    "description": "His technical versatility is apparent in his diverse works on paper and canvas, primarily in oil, watercolor, and pen. Guiragossian's pieces move between abstraction and figuration to capture the essence of the human form. Guiragossian uses long, vertical brushstrokes to depict the bodies of his figures as abstracted and elongated so that the imagery has echoes of Byzantine icons. A true Modernist, Guiragossian began producing during the late sixties complete abstract paintings. Applying bright, bold color in blocks to the canvas, Guiragossian then left parts of the surface untouched, generating depth and movement through a creative embrace of negative space.",
    "price": 900000,
    "quantity": 50,
    "image": "src/assets/title_unknown.jpg"
  },
  {
    "id": 18,
    "name": "Fish Magic",
    "artist": "Paul Klee",
    "year": "1925",
    "dimensions": "30 3/8 × 38 3/4 inches (77.2 × 98.4 cm)",
    "location": "Philadelphia Museum of Art",
    "category": "German Expressionism",
    "medium": "Oil and watercolor on canvas on panel",
    "description": "In Fish Magic, Paul Klee creates a magical realm where the aquatic, the celestial, and the earthly intermingle. A delicate black surface covers an underlayer of colors, which the artist revealed by scratching and scrawling designs in the black paint. At the center of the painting, a square of muslin is glued onto the canvas. A long diagonal line reaching to the top of the clock tower is poised as if to whisk off this subtle curtain.",
    "price": 9000000,
    "quantity": 50,
    "image": "src/assets/fish_magic.jpg"
  },
  {
    "id": 19,
    "name": "Fränzi in front of Carved Chair",
    "artist": "Ernst Ludwig Kirchner",
    "year": "1910",
    "dimensions": "w495 x h710 mm",
    "location": "Museo Nacional Thyssen-Bornemisza",
    "category": "German Expressionism",
    "medium": "Oil on canvas",
    "description": "This portrait of a girl from the working-class district of Friedrichstadt in Dresden is one of the finest examples of the Expressionist style of the German group Die Brücke, characterised by the simplification of form and the arbitrary use of colour. Here, Fränzi, who modelled for a number of portraits by Kirchner and other members of the group, sits on a chair whose back has been carved into the shape of a naked woman. The girl stares defiantly at the viewer as the intense green of her face, defined by thick, unnaturalistic brushstrokes, contrasts sharply with the pink flesh tones of the female figure that frames her. The frontal placing of the sitter suggests the influence of Munch, Van Gogh and Gauguin, and also recalls Primitive art.",
    "price": 50000000,
    "quantity": 50,
    "image": "src/assets/franzi.jpg"
  },
  {
    "id": 20,
    "name": "The Bewitched Mill",
    "artist": "Franz Marc",
    "year": "1913",
    "dimensions": "130.2 × 90.8 cm (51 1/4 × 35 7/8 in.)",
    "location": "The Art Institute of Chicago",
    "category": "German Expressionism",
    "medium": "Oil on canvas",
    "description": "Among the German Expressionists, artists who used strong color and exaggerated form to express emotional content, Franz Marc was unique in his empathic interest in the life of animals. “Is there a more mysterious idea,” he asked, “than to imagine how nature is reflected in the eyes of animals?” Beginning in 1905, he devoted himself to representing the world with a fresh and purifying vision. Marc painted “The Bewitched Mill” following a sojourn to the Italian town of Merano in the southern Tirol. The work’s title refers to the “magical” harmony he sensed there between human life, represented by the houses and mill on the left, and nature, embodied by the lyrical region of trees and animals on the right.",
    "price": 50000000,
    "quantity": 50,
    "image": "src/assets/bewitched_mill.jpg"
  },
  {
    "id": 21,
    "name": "Czardas dancers",
    "artist": "Ernst Ludwig Kirchner",
    "year": "1908: first state. Kirchner antedated this work later to 1905. - 1920: second state",
    "dimensions": "130.2 × 90.8 cm (51 1/4 × 35 7/8 in.)",
    "location": "Gemeentemuseum den Haag, Hague, Netherlands",
    "category": "German Expressionism",
    "medium": "Oil on canvas",
    "description": "The artists of Die Brücke reacted against narrative realism and Impressionism by seeking to achieve a new and emotionally expressive form of art. The most famous of them was Ernst Ludwig Kirchner. Through his fascination with the primitive and his belief that dancing put people in touch with their basic urges, dancing figures became a recurring theme in his work. This painting is a real climax in his treatment of this theme. Sensual, direct and dynamic, it defies all taboos. The picture represents a scene of modern, urban life and is constructed of large colour planes which both contrast and merge together. It was probably painted in 1908 but Kirchner returned to it in 1920, bringing new insights to bear by filling in originally unpainted areas with bright hues.",
    "price": 10000000,
    "quantity": 50,
    "image": "src/assets/czardas_dancers.jpg"
  },
  {
    "id": 22,
    "name": "Super-Chess",
    "artist": "Paul Klee",
    "year": "1937",
    "dimensions": "121 x 110 cm",
    "location": "Kunsthaus Zürich, Switzerland",
    "category": "German Expressionism",
    "medium": "Oil on jute",
    "description": "Paul Klee’s first ‘square pictures’ were created during his sojourn as an instructor at the Bauhaus in Weimar and Dessau. They are among the few fully non-representational compositions in his oeuvre. In the uncharacteristically large Super-Chess, a later square picture from 1937, fields of black, white and grey constitute the basic pattern. Although the complementary colours red and blue apparently designate the opponent’s moves, the winner of the match is clear: the red ‘super-king’ has just felled the last of the opponent’s pieces. Whether Klee intended a reference to the totalitarian ferment of the late 1930s is unknown. What is certain, however, is that the National Socialists decried Klee’s art as ‘degenerate’ and confiscated over one hundred works from German museums in the year in which the picture was created. As early as 1933, the regime forced Klee to abandon his teaching post, whereupon he returned to Bern.",
    "price": 25000000,
    "quantity": 50,
    "image": "src/assets/super_chess.jpg"
  },
  {
    "id": 23,
    "name": "The Oath on the Rütli",
    "artist": "Henry Fuseli",
    "year": "1779-1781",
    "dimensions": "267 x 178 cm",
    "location": "Kunsthaus Zürich, Switzerland",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "The painting was ordered by prominent citizens around Johann Caspar Lavater for the city hall and begun during Füssli's last visit to Zurich on the return journey from Rome to London in the winter of 1778/79. The designation was added by another hand. The painting is strangely incomprehensible in the city records and does not seem to have been conceived for a specific location. Since 1989 it has been replaced in the narrow stairwell by a copy by Paul Pfister. It depicts the foundation of the Swiss Confederation by the legendary oath of three men from Uri, Schwyz and Unterwalden. Preliminary drawings in the Graphic Art Collection (Gert Schiff: Johann Heinrich Füssli 1741-1825, 2 vols. (Zurich et al. 1973; = Oeuvrekataloge Schweizer Künstler 1), no. 412) and in Weimar (Stiftung Weimarer Klassik und Kunstsammlungen; Gert Schiff: Johann Heinrich Füssli 1741-1825, 2 vols. (Zurich et al. 1973; = Oeuvrekataloge Schweizer Künstler 1), no. 411). One oil study has been rediscovered more recently (The Art Institute of Chicago, inv. 1980.170, see Frederick N. Bohrer: Public virtue and private terror: A two-sided oil sketch by Henry Fuseli (Zeitschrift für Kunstgeschichte 53, 1990/1)). Engraved by Franz Hegi: 'Der Schweizerbund', 1807-1809 (see David H. Weinglass: Prints and engraved Illustrations by and after Henry Fuseli. A catalogue raisonné (Aldershot 1994), no. 282).",
    "price": 62500000,
    "quantity": 50,
    "image": "src/assets/the_oath.jpg"
  },
  {
    "id": 24,
    "name": "Shipwreck",
    "artist": "Philippe Jacques de Loutherbourg",
    "year": "1760s",
    "dimensions": "83.0 x 126.4 cm; 105.5 x 148.5 x 11.5 cm",
    "location": "Kunsthaus Zürich, Switzerland",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "De Loutherbourg was born in Strasbourg, but moved with his family to Paris in 1755. He exhibited at the Paris salon from 1762. His works were mainly either landscapes inspired by Dutch 17th-century prototypes or romanticised shipwrecks which continue the tradition of Claude-Joseph Vernet (1714-1789). He also painted pictures of bandits recalling the style of Salvator Rosa. He moved to London in November 1771 where he worked as a stage designer at the Drury Lane theatre for David Garrick and subsequently for Richard Brinsley Sheridan. He is recognised as the most inventive and influential stage designer active Europe during the eighteenth century. He continued to paint landscapes in England, his work tending to become more topographical. He subsequently turned to Biblical subjects where his sense of the dramatic find expression in scenes of terrfiying chaos, works which 'made a profound impression on J.M.W. Turner and John Martin'.",
    "price": 100000000,
    "quantity": 50,
    "image": "src/assets/shipwreck.jpg"
  },
  {
    "id": 25,
    "name": "Theodore Meets in the Wood the Spectre of His Ancestor Guido Cavalcanti",
    "artist": "Henry Fuseli",
    "year": "1783",
    "dimensions": "w3170 x h2760 mm",
    "location": "The National Museum of Western Art, Tokyo",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "Painted two years after the famous The Nightmare, this work can be considered one of the greatest of his early works. Füssli frequently quoted from the works of such British authors as Shakespeare, and this work draws its inspiration from Dryden's poem Theodore and Honoria, an adaptation of the \"Story of Nastagio degli Onesti\" from Boccacio's Decameron. The scene from Theodore and Honoria, shown here, recounts the story of Theodore, a young man from Ravenna, who, spurned by a cool reception from his beloved Honoria, sets out to walk through the forests on the edge of Ravenna. There he meets the specter of the suicide Guido Cavalcanti, who had also been coolly received by his lover. Guido sets ferocious dogs to attack his naked, fleeing lover. Here Füssli turns to the story by Boccacio that was the basis for Dryden's poem, creating a particularly striking image through Dryden's heightened drama and the use of solid figural types that were based on his study of antique sculpture. This work was created under a commission from the third Earl of Orford, George Walpole, for the decoration of his Norfolk estate, Horton Hall. It descended through the generations of the family, and was kept at Horton Hall until recent years. (Source: Masterpieces of the National Museum of Western Art, Tokyo, 2009, cat. no.57)",
    "price": 150000000,
    "quantity": 50,
    "image": "src/assets/theodore.jpg"
  },
  {
    "id": 26,
    "name": "Thor battering the Midgard Serpent",
    "artist": "Henry Fuseli",
    "year": "1790",
    "dimensions": "w133 x h94.6 cm",
    "location": "Royal Academy of Arts, London",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "The mythological tale depicted in this painting comes from the Icelandic sagas of the Edda, which were known in England from P. H. Mallet’s 1770 book Northern Antiquities. Here, Fuseli depicts Thor rowing out in a boat with the giant Hymir (shown crouching at the back of the boat), watched by the elderly god Odin in the top left corner. Using an ox’s head as bait, Thor manages to fish up the Serpent of Midgard and challenges the creature to a fight. Parallels have been drawn between this epic struggle and the contemporaneous revolution in France, which Fuseli enthusiastically supported. Thor’s battle with the serpent could be seen to mirror the French people’s struggle against the ancien régime",
    "price": 1500000,
    "quantity": 50,
    "image": "src/assets/thor.jpg"
  },
  {
    "id": 27,
    "name": "A Storm on a Mediterranean Coast",
    "artist": "Claude-Joseph Vernet",
    "year": "1767",
    "dimensions": "113 × 145.7 cm (44 1/2 × 57 3/8 in.)",
    "location": "The J. Paul Getty Museum, Los Angeles",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "Claude-Joseph Vernet depicted a storm's aftermath: dark clouds above an angry sea, a shipwrecked boat and its anxious survivors, and listing ships in the distance. As the sea furiously beats against the shoreline, waves explode beyond the rocks in a froth of white. The motion of the waves, the distant rain shaft, the battered ship, and even the bodies of the fleeing castaways fill the scene with strong, opposing diagonal lines. The lighthouse standing solidly upright at the painting's center counters all of this activity. The strong colors of the shipwrecked survivors' clothing stand out against the palette of greens, grays, and browns in the turbulent sea. Clearing skies cast the survivors in an eerie glow; dark tones at the left and lower edges and in the waves themselves draw further attention to the bright figures. The scene as a whole suggests the powerful force of nature over man. Vernet's companion piece for this painting, A Calm at a Mediterranean Port, presents a sharply contrasting scene of a harbor in more placid weather.",
    "price": 60000000,
    "quantity": 50,
    "image": "src/assets/storm.jpg"
  },
  {
    "id": 28,
    "name": "Intérieur du Port de Marseille (Interior of the Port of Marseilles)",
    "artist": "Claude-Joseph Vernet",
    "year": "1754",
    "dimensions": "165 × 265 cm",
    "location": "Rmn-Grand Palais, Paris",
    "category": "Sturm und Drang",
    "medium": "Oil on canvas",
    "description": "In this view over the Phocean City, Vernet slightly exaggerates the number of boats. He depicts several characters on the quayside, including some who are wearing Turkish garments, evoking the trade with the East. In his composition, he grants more space to the port than the sea, in order to better detail, in the foreground, the products and business which resulted from the maritime trade, which was Marseilles' principal activity. Although it shows a real location, the depiction idealises the power of French maritime.",
    "price": 20000000,
    "quantity": 50,
    "image": "src/assets/port.jpg"
  },
  {
    "id": 29,
    "name": "Cow's Skull: Red, White, and Blue",
    "artist": "Georgia O'Keeffe",
    "year": "1931",
    "dimensions": "39 7/8 x 35 7/8 in. (101.3 x 91.1 cm)",
    "location": "The Metropolitan Museum of Art",
    "category": "American Modernism",
    "medium": "Oil on canvas",
    "description": "Georgia O'Keeffe's famous painting of a cow's skull over a red, white, and blue background. Weary of life in the metropolis, O’Keeffe began taking regular retreats to Lake George, New York, and then to New Mexico. After her first extended trip to the Southwest in 1929, her artistic interests shifted from the buildings of New York to the nature of New Mexico. In this work, O’Keeffe isolates a single skull, highlighting its jagged edges, worn surfaces, and bleached color. To O’Keeffe, such bones represented the desert’s enduring beauty and the strength of the American spirit, which is alluded to in the striped background. In 1949 O’Keeffe settled permanently in New Mexico, where she lived until her death in 1986.",
    "price": 5000000,
    "quantity": 50,
    "image": "src/assets/cow_skull.jpg"
  },
  {
    "id": 30,
    "name": "The Brooklyn Bridge: Variation on an Old Theme",
    "artist": "Joseph Stella",
    "year": "1939",
    "dimensions": "w42.1875 x h70.25 in",
    "location": "Whitney Museum of American Art",
    "category": "American Modernism",
    "medium": "Oil on canvas",
    "description": "To Italian-born Joseph Stella, who immigrated to New York at the age of nineteen, New York City was a nexus of frenetic, form-shattering power. In the engineering marvel of the Brooklyn Bridge, which he first depicted in 1918 and returned to throughout his career, he found a contemporary technological monument that embodied the modern human spirit. Here, Stella portrays the bridge with a linear dynamism borrowed from Italian Futurism. He captures the dizzying height and awesome scale of the bridge from a series of fractured perspectives, combining dramatic views of radiating cables, stone masonry, cityscapes, and night sky. The large scale of the work—it is nearly six feet tall—conjures a Renaissance altar, while the Gothic style of the massive pointed arches evokes medieval churches. By combining contemporary architecture and historical allusions, Stella transformed the Brooklyn Bridge into a twentieth-century symbol of divinity, the quintessence of modern life and the Machine Age.",
    "price": 75000000,
    "quantity": 50,
    "image": "src/assets/bridge.jpg"
  },
  {
    "id": 31,
    "name": "Portrait - New York",
    "artist": "Paul Strand",
    "year": "1916",
    "dimensions": "33.3 × 23.7 cm (13 1/8 × 9 5/16 in.)",
    "location": "The J. Paul Getty Museum, Los Angeles",
    "category": "American Modernism",
    "medium": "Platinum print",
    "description": "I suddenly got the idea of making portraits of people the way you see them in New York parks-sitting around, not posing, not conscious of being photographed. People involved in the process of daily living. So wrote Paul Strand of a series of images he made early in his career. This photograph was made in New York City's Washington Square Park. Photographed without her knowledge by the use of a fake lens mounted on the side of his camera and front to disguise his attention, the anonymous woman appears slightly off center. Her sad, introspective expression echoes in every furrowed line on her weathered face. The delicate decoration of her hat and the satiny shimmer of her scarf help soften the aging that dramatically marks her countenance.",
    "price": 1000000,
    "quantity": 50,
    "image": "src/assets/portrait_ny.jpg"
  },
  {
    "id": 32,
    "name": "Dorothy True",
    "artist": "Alfred Stieglitz",
    "year": "1919",
    "dimensions": "24 × 19.2 cm (9 7/16 × 7 9/16 in.)",
    "location": "The J. Paul Getty Museum, Los Angeles",
    "category": "American Modernism",
    "medium": "Gelatin silver print",
    "description": "This double exposure of the face and leg of Dorothy True constitutes an unusual portrait. Her somewhat somber face, very faint, is not immediately apparent, but slowly a mouth, nose, and eye begin to reveal themselves in the black-stockinged ankle and calf. Alone, the image of the leg is an interesting one; her foot appears veritably stuffed into her stylish, patent leather pump. Her instep bulges out of the top of the shoe, and the leather ripples from the pressure at the toe, making the foot an almost sculptural form. True appears to step down upon overturned prints or mats. A chair casts a graphic shadow across the floor, and a vertical paper backdrop echoes the black shadow at the upper left, uncovered by the sagging paper. The neat triangle of True's skirt lends additional geometric balance.",
    "price": 40000000,
    "quantity": 50,
    "image": "src/assets/dorothy.jpg"
  },
  {
    "id": 33,
    "name": "Black Lines",
    "artist": "Georgia O'Keeffe",
    "year": "1916",
    "dimensions": "24 1/2 x 18 1/2 inches",
    "location": "Georgia O'Keeffe Museum, Santa Fe",
    "category": "American Modernism",
    "medium": "Watercolor on paper",
    "description": "Vertical watercolor on paper of very simple caligraphic black thin lines. There is a thick stroke along the bottom edge, with two delicate lines growing out. The one on the right traverses across the page through the middle to the top. The other on the left follows closely parallel up the page till the middle, where it makes a backwards N shape off to the left.",
    "price": 2000000,
    "quantity": 50,
    "image": "src/assets/lines.jpg"
  },
  {
    "id": 34,
    "name": "[Music: A Sequence of Ten Cloud Photographs, No. 1]",
    "artist": "Alfred Stieglitz",
    "year": "1922",
    "dimensions": "18.7 × 24 cm (7 3/8 × 9 7/16 in.)",
    "location": "The J. Paul Getty Museum, Los Angeles",
    "category": "American Modernism",
    "medium": "Gelatin silver print",
    "description": "When Alfred Stieglitz began to photograph clouds, he wrote to a friend: \"I had told Miss [Georgia] O'Keeffe I wanted a series of photographs which when seen by [composer] Ernest Bloch he would exclaim: Music! music! Man, why that is music!\" In 1922, amidst significant personal changes, Stieglitz created his first series of cloud studies, alternately titled Music: A Sequence of Ten Cloud Photographs; Clouds in Ten Movements; and Music: A Series of Ten Pictures. These images were a precursor to Stieglitz's \"Equivalents\" series, in which he sought to depict emotional states through visual representations. This foreboding landscape with its dominating, brooding black sky evokes the personal, familial tumult then occurring in Stieglitz's life.",
    "price": 86000000,
    "quantity": 50,
    "image": "src/assets/cloud.jpg"
  },
  {
    "id": 35,
    "name": "Composition with Red, Blue and Yellow",
    "artist": "Piet Mondrian",
    "year": "1930",
    "dimensions": "45 x 45 cm",
    "location": "Kunsthaus Zürich, Switzerland",
    "category": "De Stijl",
    "medium": "Oil on canvas",
    "description": "Composition with Red, Blue and Yellow is dominated by a large red rectangle. In this type, developed by Piet Mondrian in around 1930, the edge of the painting is delimited by two wide, sub-divided strips. The criss-crossing black bars are displaced far from the centre and meet in a corner at the bottom left. Deep blue and lemon yellow separated by whitish-grey surfaces form the counterpoint to the red note. Like Kandinsky, Piet Mondrian came to abstraction via his work on landscape. Yet what emerged was completely different. After a Cubist phase built entirely on the contrast between light and dark, in 1920 Mondrian found his own style, which he dubbed ‘Neoplasticism’. In the construction of the picture, this process relied entirely on vertical and horizontal lines and the use of the primary colours red, blue and yellow. The aesthetic objective was to obtain an arrangement of balanced contrasts: non-colours/primary colours; vertical/horizontal. Mondrian sought to give expression to the ‘universal’ through the absolute harmony of the individual pictorial elements.",
    "price": 99000000,
    "quantity": 50,
    "image": "src/assets/composition.jpg"
  },
  {
    "id": 36,
    "name": "Composition with Grid Number One",
    "artist": "Piet Mondrian",
    "year": "1918",
    "dimensions": "w49.8 x h80.2 cm (without frame)",
    "location": "The Museum of Fine Arts, Houston",
    "category": "De Stijl",
    "medium": "Oil on canvas",
    "description": "In 1917, Piet Mondrian helped to found the Dutch art group de Stijl (the Style), among the most idealistic and severe of the early Abstract movements. Driven by more than aesthetics, de Stijl aimed to unite the material and spiritual worlds through an art of pure geometry. For Mondrian, a grid-pattern composition of horizontal and vertical lines could represent the universal harmony of the world. He saw the grid as a resolution to the opposing demands of the material and spiritual. Although Composition with Grid 1, 1918 appears to be a random sequence of squares and rectangles, X-ray photography has revealed that Mondrian first sketched a perfectly uniform grid of rectangles based on the classical golden section. This underlying grid then formed the scaffolding for the superimposed composition, giving the work an exceptional harmony of proportion. A nuance of mood and tone is established through the variations in gray and ochre glazes so that the ultimate effect is one of subtly shifting planes of color.",
    "price": 71000000,
    "quantity": 50,
    "image": "src/assets/grid.jpg"
  },
  {
    "id": 37,
    "name": "Bi-Cheyt",
    "artist": "Victor Vasarely",
    "year": "1980s",
    "dimensions": "27 1/2 in. x 25 1/4 in.",
    "location": "Inter-American Development Bank, Washington",
    "category": "Op art",
    "medium": "lithograph (59/250)",
    "description": "“I did not experience a true revelation of ‘the abstract’ until 1947,” Vasarely reflected, “when I came to realize that pure form and pure color can suggest the world.” From that moment, he began to investigate the optical effects made possible by the mathematical organization of form and color within the picture plane. These discoveries formed the basis of his concept of “plastic unity,” defined by the integration of geometric forms and colors to convey effects of depth and movement. In Bi-Cheyt, the combined geometric patterns of a square and a rhombus create the illusion of four circles projecting outwards. This construction of multiple planes suggests expansive and receding motion, while the contrast between bright tones of blue, green, pink and orange makes the two-dimensional shapes appear to vibrate in space. Throughout his career, Vasarely produced large and significant series of prints, producing variations of the same pattern. Although his notion of “multiples” did not reject the principle of uniqueness, he considered printmaking a medium that furthered the democratization of art. This text was created in collaboration with the University of Maryland Department of Art History & Archaeology and written by Patricia Ortega-Miranda.",
    "price": 500000,
    "quantity": 50,
    "image": "src/assets/bi_cheyt.jpg"
  },
  {
    "id": 38,
    "name": "Arrest 2",
    "artist": "Bridget Riley",
    "year": "1965",
    "dimensions": "w1905 x h1949.45 in (Unframed)",
    "location": "The Nelson-Atkins Museum of Art, Kansas City, Missouri",
    "category": "Op art",
    "medium": "Acrylic on linen",
    "description": "Bridget Riley defines nature as a \"dynamism of visual forces—an event rather than an appearance.\" Her aim is to express these forces in abstract depictions of rhythms, tempos, contrasts and reversals that parallel the range of human emotion. The rippling, vertical lines in Arrest 2 modulate from black to cool gray, creating vibrant spatial illusions that both delight and frustrate the eye. Art critics of the 1960s dubbed Riley's optical painting style Op Art. By the time her work was exhibited at the Museum of Modern Art in New York in 1965, it already had been embraced by the fashion and design industry. Today her paintings are inspiring a new generation of abstractionists because of what they say about the magic of seeing.",
    "price": 750000,
    "quantity": 50,
    "image": "src/assets/arrest.jpg"
  },
  {
    "id": 39,
    "name": "Conversation",
    "artist": "Bridget Riley",
    "year": "1992",
    "dimensions": "126 x 92 cm",
    "location": "Lakeland Arts - Abbot Hall Art Gallery and Museum, Kendal",
    "category": "Op art",
    "medium": "Oil on linen",
    "description": "Bridget Riley is one of Britain's leading abstract painters. Over the past 35 years her approach to painting has developed and evolved, from the celebrated Op Art works of the 1960's to the richly coloured paintings she is producing in the 1990's. Conversation (1992) belongs to a new body of work inspired by the natural colours and pigments that Bridget Riley experienced on her travels through Egypt and India in the 1980's. A diagonal element has been added to the earlier stripe paintings. Bands of complex colours are arranged vertically in varying depths allowing rhythms to be set up and flow in several different directions at the same time. The bands of colour act diagonally to cut and overlap the verticals, creating a complex illusion of planes beyond the painting's surface, reminiscent of the different layers of sound produced by an orchestra. As with music, Conversation acts in a purely abstract way to evoke sensations we may previously have experienced in a different context.",
    "price": 925000,
    "quantity": 50,
    "image": "src/assets/conversation.jpg"
  },
  {
    "id": 40,
    "name": "Helene's Florist",
    "artist": "Richard Estes",
    "year": "1971",
    "dimensions": "H: 48 in. (121.9 cm); W: 72 in. (182.8 cm)",
    "location": "The Toledo Museum of Art, Toledo",
    "category": "Photorealism",
    "medium": "Oil on Canvas",
    "description": "When you add figures [to the painting] then people start relating to the figures and it’s an emotional relationship. The painting becomes too literal, whereas without the figure it’s more purely a visual experience. Richard Estes’ paintings are primarily celebrations of the visual complexity of the urban environment—though one without people. He used a photograph of Helene’s Florist Shop (at the time located on Columbus Avenue at 72nd Street in New York) as his source material for the painting. However, much as it may resemble a photograph, the painting has qualities not found in photography. No traditional film camera can achieve the simultaneous depth of field necessary to give such complete clarity at both close and far range. The cropped neon sign at the upper left seems perhaps a sly reference to the “purely visual experience” Estes intends—Op (short for “optical”) Art was a contemporaneous abstract art movement that emphasized optical illusions. Estes has cleverly incorporated his signature (Richard Estes 71) into a sign in the painting—can you find it?",
    "price": 25000000,
    "quantity": 50,
    "image": "src/assets/florist.jpg"
  },
  {
    "id": 41,
    "name": "Suprematism",
    "artist": "Kazimir Malevich",
    "year": "1915",
    "dimensions": "w710 x h8050 mm",
    "location": "The State Russian Museum, St. Petersburg",
    "category": "Suprematism",
    "medium": "Oil on Canvas",
    "description": "This painting consists of dynamic links of coloured geometric figures — a rectangle, square, circle and cross. Intersecting one another and existing in harmony, they are the “letters” of the universal language invented by Kazimir Malevich and called Suprematism. Malevich’s Suprematist movement developed the idea of the “supremacy” of the ultra-personal essence of art. Hovering in the white space of the background, the “constructions” that comprise the composition of the picture personify the artist’s concept of an infinite universe. There is no top or bottom in the picture. The artist creates a new reality, a sort of das Ding an sich, the existence of which is confined to the frames of the canvas. The attempt to not only feel oneself part of the universe led Kazimir Malevich to employ in his art the experiences of the psychology of human perception.",
    "price": 15000000,
    "quantity": 50,
    "image": "src/assets/suprematism.jpg"
  },
  {
    "id": 42,
    "name": "Stroyuschiysya dom [House under construction]",
    "artist": "Kazimir Malevich",
    "year": "1915-16",
    "dimensions": "w445 x h970 cm",
    "location": "National Gallery of Australia",
    "category": "Suprematism",
    "medium": "Oil on Canvas",
    "description": "House under construction is one of the earliest examples of Suprematism, a movement that made its debut in Malevich's contribution to 'The Last Futurist Exhibition: 0, 10', held in St Petersburg from 17 December 1915 to 15 January 1916. It is not known if the Australian National Gallery's painting was shown in this exhibit, however, stylistic similarities strongly link it to works of this period.1 The title, House under construction, which is inscribed in the artist's hand on the back of the canvas, also links it with the first Suprematist works. The catalogue for the '0, 10' exhibition lists a number of titles which refer to a subject, for example, Pictorial realism of a football player, Pictorial realism of a boy with a knapsack, or Pictorial realism of a peasant woman in two dimensions. The majority of the works in the exhibition, however, are given less descriptive titles—either Pictorial masses in motion (nos 48–59), or Colour masses in two dimensions in a peaceful state (nos 60–77). After thisexhibition Malevich dropped discursive titles and listed his works simply as Suprematist painting.",
    "price": 11000000,
    "quantity": 50,
    "image": "src/assets/house.jpg"
  },
  {
    "id": 43,
    "name": "Painterly Realism of a Football Player – Color Masses in the 4th Dimension",
    "artist": "Kazimir Malevich",
    "year": "1915",
    "dimensions": "Original: 27 × 17 1/2 in. (71 × 44.5 cm); present: 27 5/8 × 17 5/16 in. (70.2 × 44.1 cm)",
    "location": "The Art Institute of Chicago",
    "category": "Suprematism",
    "medium": "Oil on Canvas",
    "description": "During the summer and fall of 1915, Kazimir Malevich secluded himself in his Moscow studio in order to prepare for the groundbreaking exhibition “0.10 (Zero- Ten) The Last Futurist Exhibition of Paintings.” Seeking to push the formal discoveries of Cubism and Futurism to their limits, to find the most essential core—the “zero”—of painting, Malevich produced a series of completely abstract works that he declared constituted an entirely new system of art. Suprematism, as he called the new style, eradicated all references to the natural world and focused instead on the inherent relationships between colored geometric shapes against the void of a subtly textured white background. In the catalogue to the exhibition, Malevich warned, “In naming some of the paintings I do not wish to point out what form to seek in them, but I wish to indicate that real forms were approached in many cases as the ground for formless painterly masses from which a painterly picture was created, quite unrelated to nature.” “Painterly Realism of a Football Player—Color Masses in the 4th Dimension” belongs to this very first group of Suprematist works. The second part of its title refers to the mathematical theory of fourth dimensional space, a concept appropriated by many early-twentieth-century artists to justify their representation of truths beyond immediate sensory perception.",
    "price": 7000000,
    "quantity": 50,
    "image": "src/assets/football.jpg"
  },
  {
    "id": 44,
    "name": "Portrait of Madame Matisse The Green Line",
    "artist": "Henri Matisse",
    "year": "1905",
    "dimensions": "40,5 x 32,5 cm",
    "location": "SMK - Statens Museum for Kunst, Copenhagen",
    "category": "Fauvism",
    "medium": "Oil on Canvas",
    "description": "Portrait of Madame Matisse. The Green Line is a major work of art because it demonstrates how a painting can become hugely, powerfully expressive with very few, simple devices. The strong contrasts in colour, a typical feature of Matisse’s paintings from the beginning of the twentieth century, are instrumental in giving this small painting (40.5 x 32.5 cm) its great visual strength. ‘The picture was probably painted in the autumn of 1905, following Matisse’s return to Paris after having spent the summer in the fishing village of Collioure in the south of France. While there, he and his friend André Derain threw themselves into ever-wilder painterly experiments, seeking to release colour from its descriptive function, allowing it to act as an independent force,’ says chief curator and senior researcher Dorthe Aagesen. Indeed, the year 1905 sees Henri Matisse get his major breakthrough, partly due to the works painted that summer in the company of André Derain.",
    "price": 44000000,
    "quantity": 50,
    "image": "src/assets/matisse.jpg"
  },
  {
    "id": 45,
    "name": "Scene in a Parisian Brasserie",
    "artist": "Othon Friesz",
    "year": "1906",
    "dimensions": "49 x 45.5 cm",
    "location": "Museum Barberini, Postdam",
    "category": "Fauvism",
    "medium": "Oil on Canvas",
    "description": "Like the Impressionists, the Fauve Émile-Othon Friesz also painted scenes in Parisian cafés and brasseries. As in the earlier compositions of this genre, the three guests sit isolated at the table, as though they had nothing to do with each other. The choice of discordant colors seems as disconcerting as the apathetic meeting. The chandelier that is reflected in the mirror emphasizes the woman in the center who wears a red hat and provocatively stares out of the picture.",
    "price": 2000000,
    "quantity": 50,
    "image": "src/assets/brasserie.jpg"
  },
  {
    "id": 46,
    "name": "Manolas",
    "artist": "Francisco Iturrino",
    "year": "1908-1909",
    "dimensions": "w1410 x h1140 mm",
    "location": "Fundación Banco Santander, Madrid",
    "category": "Fauvism",
    "medium": "Oil on Canvas",
    "description": "Excellent composition of the series of groups of “manolas” that Iturrino often painted during the first decade of the 20th century, of which a good collection was displayed at the Paris Salon d'Automne in 1911. This period is more or less the time when Iturrino and Matisse were painting together in Andalusia. This is an oil painted with pure colours and apparently hurried brush strokes, which bears a very direct relation to contemporary Fauvism. Iturrino belonged to this movement to a certain extent, not only on account of his technique, but also because of his early friendship with the aforementioned Matisse and with Derain, making the artist from Santander one of the most progressive Spanish painters of his time.",
    "price": 26000000,
    "quantity": 50,
    "image": "src/assets/manolas.jpg"
  },
  {
    "id": 47,
    "name": "One Hundred Famous Views of Edo “Plum Garden in Kameido”",
    "artist": "Hiroshige",
    "year": "1857",
    "dimensions": "55.6 cm x 46.8 cm",
    "location": "Shizuoka city Tokaido Hiroshige Museum of Art, Japan",
    "category": "Ukiyo-e",
    "medium": "Oil on Canvas",
    "description": "This work, known for Van Gogh replicating it in an oil painting, took its subject matter from the plum estate of “Seikoen”. The estate was about 11,800 sq. meters and had close to 300 plum trees, including the famous Garyubai (Sleeping Dragon Plum).",
    "price": 60000000,
    "quantity": 50,
    "image": "src/assets/edo.jpg"
  },
  {
    "id": 48,
    "name": "One Hundred Famous Views of Edo “Sudden Shower over Shin-Ohashi Bridge and Atake”",
    "artist": "Hiroshige",
    "year": "1857",
    "dimensions": "55.6 cm x 46.8 cm",
    "location": "Shizuoka city Tokaido Hiroshige Museum of Art, Japan",
    "category": "Ukiyo-e",
    "medium": "Oil on Canvas",
    "description": "The most famous piece in the series, it depicts a sudden evening shower at Shin-Ohashi and was also replicated in an oil painting by Vincent Van Gogh. There is also a distant view of Atake, a place named after a shogunate ship moored there.",
    "price": 65000000,
    "quantity": 50,
    "image": "src/assets/edo2.jpg"
  },
  {
    "id": 49,
    "name": "No 57, Grounds of Kameido Tenjin Shrine (from One Hundred Famous Views of Edo)",
    "artist": "Hiroshige",
    "year": "1856",
    "dimensions": "image 13 3/8 x 8 13/16 in. (34 x 22.9 cm) on sheet 14 1/8 x 9 3/16 in. (35.9 x 23.3 cm)",
    "location": "Cincinnati Art Museum, Cincinnati",
    "category": "Ukiyo-e",
    "medium": "Colour woodcut",
    "description": "The last major master of the ukiyo-e (“pictures of the floating world”) school, Hiroshige lived his entire life in the city of Edo (now Tokyo). In 1831, influenced by Hokusai, whose \"Thirty-six Views of Mt. Fuji\" in 1823 introduced the commercial landscape print for a mass audience, Hiroshige began the first of his series of lyrical, dramatic landscape prints that incorporated pictures of famous places (meisho). These evoked the seasonal moods associated, by literary and artistic tradition, with different places during the Edo period (1600–1868). \"One Hundred Famous Views of Edo,\" composed of 119 landscape and genre woodcuts of mid-nineteenth-century Edo, is an ambitious single-sheet series exhibits the artistic vision and craftsmanship that epitomize the inventiveness of the ukiyo-e color woodcut and the cooperatively employed talents of designer, carver, printer, and publisher.",
    "price": 2000000,
    "quantity": 50,
    "image": "src/assets/edo3.jpg"
  },
  {
    "id": 50,
    "name": "Scribbles on a Storehouse Wall",
    "artist": "Utagawa Kuniyoshi",
    "year": "1852",
    "dimensions": "w24.9 x h36.7 cm",
    "location": "Fukuoka City Museum, Japan",
    "category": "Ukiyo-e",
    "medium": "Polychrome woodblock print; ink and colour on paper",
    "description": "These actors' pictures look as if they were scratched on a white wall wirh a nail. The names of the artist and the publisher were scratched on, too. This picture was made in the times when it was prohibited to publish actors' pictures. This shows the initial stage of caricatures. Kuniyoshi was full of ideas.",
    "price": 100000,
    "quantity": 50,
    "image": "src/assets/scribbles.jpg"
  },
  {
    "id": 51,
    "name": "Lady Chiyo and the Broken Water Bucket",
    "artist": "Yoshitoshi",
    "year": "1889",
    "dimensions": "Sheet (ōban tate-e): approximately 15 1/2 × 10 1/2 inches (39.4 × 26.7 cm)",
    "location": "Marsh-Billings-Rockefeller National Historical Park",
    "category": "Ukiyo-e",
    "medium": "Colour woodcut",
    "description": "This print is part of Yoshitoshi's famous series \"100 Aspects of the Moon\" which depicts scenes from traditional Chinese and Japanese history and lore. Kaga no chiyo (1703-1775) was a great female haiku poetess, most known for a haiku referencing a bucket, \"A morning glory twined round my bucket - I ask for water\". The overgrown bucket is a frequent subject in Japanese pictoral art. It is possible Yoshitoshi was attempting to connect to another poem, one by Adachi Chiyino, who was a zen abottess. Her poem reads, \"I tried hard to save the old bucket as the bamboo hoop was weakening, and about to break. Until at last the bottom fell out. No more moon on the water\".",
    "price": 1500000,
    "quantity": 50,
    "image": "src/assets/chiyo.jpg"
  },
  {
    "id": 52,
    "name": "The Great Wave off Kanagawa",
    "artist": "Hokusai",
    "year": "1830-1834",
    "dimensions": "h24,8 × w36,3 cm",
    "location": "Rmn-Grand Palais, Paris",
    "category": "Ukiyo-e",
    "medium": "Print brocade",
    "description": "The Trente-Six Vues du Mont Fuji (The 36 Views of Mount Fuji), including Sous la Vague (Under the Wave) are part of Katsushika Hokusai's (1760-1849) most grandiose work . A famous piece, it had a huge impact on French artists in the 19th century. The movement of the curves and counter-curves of the wave depicted by the artist evokes a dynamic catastrophe. In the pure Japanese sense, it also depicts the fragile character of human life when faced with the forces of nature. Mount Fuji is not usually noticed upon first glance. In the crux of the wave, its dimension is reduced from afar, on an extremely low horizon. Hokusai borrowed this perspective from the Western style. The point of view, close to that of the fishermen, serves to make the wave appear more menacing. Having received artistic training at the Ukiyo-e, Hokusai gradually tired of traditional subjects, preferring to spend more time on landscapes. In the minimalist palette, we can note an artificial pigment, devised in Germany in 1709, called Prussian Blue , which was admired for its intensity.",
    "price": 65500000,
    "quantity": 50,
    "image": "src/assets/wave.jpg"
  },
  {
    "id": 53,
    "name": "Waterfalls of Various Districts; Kirifuri-no-taki at Kurokami-yama in Shimotsuke Province",
    "artist": "Hokusai",
    "year": "1833",
    "dimensions": "h38.6 × w26.0 cm",
    "location": "Shimane Art Museum",
    "category": "Ukiyo-e",
    "medium": "Colour woodcut on paper",
    "description": "In Hokusai's \"Waterfalls of Various Districts,\" in which he takes up the theme of renowned waterfalls from various regions, he distinguishes the diverse expressions that water possesses, including lines of water flowing downward, wave patterns spreading in deep pools, sheets of spray leaping up, and mist rising over bodies of water. The waterfall in this composition, with its impressive lines of water flowing between rocks, is \"Kirifuri-no-Taki,\" the famous waterfall in Nikkô. The bizarre presence of the lines of water, which spread out as to cover over half of the picture, is emphasized with the clear contrast between deep indigo and white.",
    "price": 65500000,
    "quantity": 50,
    "image": "src/assets/waterfall.jpg"
  },
  {
    "id": 54,
    "name": "The Archaeologists",
    "artist": "Giorgio de Chirico",
    "year": "1927",
    "dimensions": "w127 x h92 cm",
    "location": "Museo Carlo Bilotti, Rome",
    "category": "Metaphysical art",
    "medium": "Oil on canvas",
    "description": "Two figures, presented as antique, in an interior. Their laps are full of ruins and landscape elements, a fragment of sky with a cloud, rocky formations, indefinite shapes, perhaps of waves. The two absurd figures sit on an extremely traditional cushioned divan, to underline the gap between the normality of the household environment with two figures in friendly conversation, and the unreal nature of their physicality. The two are caught in the act of passing a tablet which is found in the hands of dechirican mannequins on other occasions, often incised with mysterious antique signs.",
    "price": 65500000,
    "quantity": 50,
    "image": "src/assets/archeologists.jpg"
  },
  {
    "id": 55,
    "name": "Orange Car Crash (5 Deaths 11 Times in Orange) (Orange Disaster)",
    "artist": "Andy Warhol",
    "year": "1963",
    "dimensions": "w210 x h220 cm",
    "location": "Galleria Civica d'Arte Moderna e Contemporanea, Torino",
    "category": "Pop art",
    "medium": "Acrylic paint, canvas",
    "description": "This first of this series, entitled Death and Disaster, was still painted by hand: 129 Die in Jet (Museum Ludwig, Cologne), from 1962, was a faithful reproduction of the front page of the “New York Mirror” of the 4 June of that year, reporting an air disaster in which 129 people died. This first work was followed by scenes of road accidents, suicides, operating theatres, electric chairs, mug shots of criminals, weapons and skulls. The idea underlying this artistic process - extrapolation of a fragment of reality perceived within the bounds of different, aesthetic values – is the basis for Orange Car Crash: it samples a piece of life – albeit a second take – through the umpteenth photograph of a road accident from 1959, published by the United Press International Corporation. By replicating an image several times on fabric, normally with very bright backgrounds, in accordance with the colour schemes of advertising language, Warhol engenders a sort of visual habituation and consequently a dramatic emptying of the sequence, almost as a antidote to the powerful emotions of existence.",
    "price": 25500000,
    "quantity": 50,
    "image": "src/assets/crash.jpg"
  }
]
