[
  {
    "id": 1,
    "name": "Woman Bathing",
    "artist": "Goyō Hashiguchi",
    "year": "1915",
    "dimensions": "41.5 × 27.5 cm (16 5/16 × 10 13/16 in.)",
    "location": "The Walters Art Museum, Baltimore",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "“Making use of the sketching he learned in the Western-style Painting Course at Tôkyô Bijutsu Gakkô (Tokyo School of Fine Arts), Goyô boldly produced an illustration on the theme of the nude form, which was still rare at the time. This is a work that, while making use of the division of labor of painters, sculptors, and printers based on ukiyo-e tradition, aimed for the creation of a new style of woodblock printing, featuring cooperation between the publisher and three parties to realize the creative intentions of the artist. It was one of the starting points for modern woodblock printing. The highly dignified female image is something that only Goyô could have produced.",
    "price": 209131,
    "quantity": 50,
    "image": "src/assets/woman_bathing.jpg"
  },
  {
    "id": 2,
    "name": "Junks in Inatori Bay, Izu",
    "artist": "Takahashi Shōtei",
    "year": "1926",
    "dimensions": "392mm (width), 268mm (height)",
    "location": "Hakone Open Air Museum, Kanagawa",
    "category": "Shin-hanga",
    "medium": "Colour woodcut",
    "description": "Qualities of colour, light, and atmosphere, a constant in Japanese printmaking, also fascinated Hiroaki (Shotei) Takahashi (1871-1945). For some designs, he varied the pigments, bokashi, and block combinations in otherwise identical landscape compositions to explore the atmospherics of different seasons or times of day. A dusk setting provided ideal conditions for representing the chilly evening air for the Inatori Bay view depicted in this print. Hiroaki has constructed a triple play of light effects in this composition. First, the colour relations of the work are established in the bokashi transition from dark, inky blue in the upper sky, down through a play of yellows into intense orange on the horizon, shifting into a sea-blue that attracts the eye forward to the blue-grey wavelets of the foreground. This is complemented by the warm golden light of tiny junk windows and their reflections glowing on the water. The play is echoed again to the right, in the house lights and their reflections on the water in the middle distance.",
    "price": 300000,
    "quantity": 50,
    "image": "src/assets/junks_in_inatori_bay.jpg"
  },
  {
    "id": 3,
    "name": "Twelve Views of the Japan Alps\"Mt. Hodaka\"",
    "artist": "Hiroshi Yoshida",
    "year": "1926",
    "dimensions": "27.8 × 40.4 cm (11 × 15 15/16 in.); Block: 24.7 × 37.4 cm (9 3/4 × 14 3/4 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Yoshida Hiroshi was one of the most noteworthy realist artists, working in woodblock, watercolor and oil media. He was also the hero of the old school Taiheiyogakai painting group, standing in defiance to Kuroda Seiki's new group the Hakuba-kai. Yoshida spent his life conveying images of Japan's landscape beauties, particularly those of its mountain scenery. This woodblock print fully reflects the devotion of his later life. This work was created in 1926, the second year after he began to print his own images, and he created a total of 41 works that year. It was the most productive year of his life. His second son who would later make a name for himself as a printmaker, was born that year and named after this mountain, Hodaka.",
    "price": 325000,
    "quantity": 50,
    "image": "src/assets/hodakayama.jpg"
  },
  {
    "id": 4,
    "name": "Rapids",
    "artist": "Hiroshi Yoshida",
    "year": "1910",
    "dimensions": "57.9 × 86.8 cm (22 13/16 × 34 3/16 in.)",
    "location": "The Art Institute of Chicago",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print",
    "description": "Born in Kurume, Fukuoka prefecture, Yoshida was a major figure in three separate media - watercolor painting, oil painting and woodblock prints. He was also the representative painter of the conservative western-style painters, in the dichotomy of conservative and progressive camps which developed in Japan. He stood in opposition to Kuroda Seiki, leader of the Hakubakai group of weatern-style painters, and was active as one of the founding members of the Taiheiyougakai painting group. Throughout his life Yoshida sought to depict the beauty of Japan's landscapes, especially her mountainscapes. This work, created when Yoshida was just 34 years old and just as he was selected a juror of the 4th Bunten, conveys this artist's entire soul and is the greatest masterpiece of his early period. The art critics of the day made the following laudatory remarks when this work was displayed, \"The organization of color tones and the sound brushwork all bring a sense of pure joy to Rapids. In this work we can perceive an array of quiet and richly nuanced realism, from the water color to the crags, to their sheer combination. ... Clearly the breadth of his artistic vision is worthy of considerable attention.\"",
    "price": 15000,
    "quantity": 50,
    "image": "src/assets/rapids.jpg"
  },
  {
    "id": 5,
    "name": "Woman in a long undergarment",
    "artist": "Goyō Hashiguchi",
    "year": "dated 1920",
    "dimensions": "49.5 × 14.7 cm (19 1/2 × 5 13/16 in.)",
    "location": "Minneapolis Institute of Art",
    "category": "Shin-hanga",
    "medium": "Colour woodblock print with mica",
    "description": "Hashiguchi Goyo, one of the most serious of the artists who continued traditional woodblock print into the twentieth century, portrayed the model Tomi fastening her long undergarment. A versatile artist, Goyo had acquired a solid training in Western-style realism, which he combined in this print with his knowledge of the traditional depictions of beautiful women in painting and prints.",
    "price": 8900,
    "quantity": 50,
    "image": "src/assets/hashiguchi_goyo_woman.jpg"
  }
]
