[
  {
    "id": 1,
    "name": "The Kiss (Klimt)",
    "artist": "Gustav Klimt",
    "year": "1907-1908",
    "dimensions": "180 cm × 180 cm (71 in × 71 in)",
    "location": "Österreichische Galerie Belvedere, Vienna, Austria",
    "category": "Abstract",
    "medium": "Oil and gold leaf on canvas",
    "description": "“The Kiss”, probably the most popular work by Gustav Klimt, was first exhibited in 1908 at the Kunstschau art exhibition on the site of today’s Konzerthaus. The Ministry bought it from there for the sum of 25,000 Kronen and thus secured for the state one of the icons of Viennese Jugendstil and indeed of European modern art. It undoubtedly represents the culmination of the phase known as the “Golden Epoch”. In this decade, the artist created a puzzling, ornamental encoded programme that revolved around the mystery of existence, love and fulfilment through art. Klimt gained initial inspiration for this in 1903 on a journey to Ravenna to see the Byzantine mosaics. In addition, the painting contains a myriad of motifs from various cultural epochs, above all from Ancient Egyptian mythology. Most recent research has, however, revealed that it is not enough to read the ornaments in the picture just as symbols rooted in tradition aiming to convey a timelessly valid message. They reveal more, such as references to Klimt’s love for Emilie Flöge and the artist’s exploration of the sculptor Auguste Rodin’s art.",
    "price": 85300000,
    "quantity": 1,
    "image": "src/assets/the_kiss.jpg"
  },
  {
    "id": 2,
    "name": "Sunset Splendor",
    "category": "Realism",
    "price": 499.99,
    "quantity": 8,
    "description": "A mesmerizing oil painting capturing the beauty of a sunset.",
    "image": "src/assets/mondrian.jpeg"
  },
  {
    "id": 25,
    "name": "Ethereal Dreams",
    "category": "Abstract",
    "price": 449.99,
    "quantity": 8,
    "description": "An abstract artwork that embodies ethereal dreams.",
    "image": "src/assets/mondrian.jpeg"
  }
]
